/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "מופעל";
"general.off" = "כבוי";
"general.login" = "התחברות";
"general.logout" = "התנתקות";
"general.ok" = "אישור";
"general.cancel" = "ביטול";
"general.username" = "שם משתמש";
"general.password" = "סיסמה";
"general.na" = "N/A";

"input.value_is_empty" = "הערך לא יכול להיות ריק.";
"input.already_exists" = "הערך כבר קיים.";

// Guide Window
"guide.highlights" = "נקודות עיקריות";
"guide.basic_settings" = "הגדרות בסיסיות";
"guide.faq" = "שאלות נפוצות";

// Initial Window
"initial.announcement" = "אתה משתמש בגרסת %@ של IINA";
"initial.beta.desc" = "אם ברצונך לחזור לגרסה הרגילה, הסר את הסימון \"קבל עדכוני בטא\" בהגדרות > כללי, והתקן את הגרסה הרגילה מ<a href=\"https://iina.io\">האתר הרשמי</a> שלנו.";
"initial.nightly.desc" = "בניה לילית לא מומלצת לשימוש יומיומי. כרגע, בנייה לילית לא תומכת בעדכון אוטומטי. אנא הורד באופן ידני בניה עדכנית מ<a href=\"https://nightly.iina.io\">האתר</a> שלנו.";
"initial.debug.desc" = "בניית ניפוי באגים בדרך כלל אינה מותאמת לטובת ביצועים, ולכן אינה מומלצת לשימוש יומיומי. בניית ניפוי באגים לא תומכת בעדכון אוטומטי.";
"initial.bug_report" = "דווח באמצעות <a href=\"https://github.com/iina/iina/issues\">בעיות GitHub</a>.";

// Inspector Window
"inspector.error" = "שגיאה";

// MainWindowController.swift
"main.buffering_indicator" = "מוריד נתונים… %d%%";
"main.opening_stream" = "פותח זרם…";
"main.seeking_indicator" = "מדלג…";
"osc.precision" = "דיוק";
"osc.1s" = "שניה";
"osc.100ms" = "100 אלפיות שניה";
"osc.10ms" = "10 אלפיות שניה";
"osc.1ms" = "אלפית שנייה";

// QuickSettingViewController.swift
"quicksetting.item_default" = "ברירת מחדל";
"quicksetting.item_none" = "ללא";
"quicksetting.hwdec" = "פענוח חומרה";
"quicksetting.deinterlace" = "ביטול שזירה";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "הסתר";
"quicksetting.reset_speed" = "איפוס מהירות ל1x";

// EQ Presets
"eq.preset.flat" = "שטוח";
"eq.preset.acoustic" = "אקוסטי";
"eq.preset.classical" = "קלאסי";
"eq.preset.dance" = "ריקוד";
"eq.preset.deep" = "עמוק";
"eq.preset.electronic" = "אלקטרוני";
"eq.preset.hip_hop" = "היפ הופ";
"eq.preset.increase_bass" = "הגברת צלילים נמוכים";
"eq.preset.increase_treble" = "הגברת צלילים גבוהים";
"eq.preset.increase_vocal" = "הגברת שירה";
"eq.preset.jazz" = "ג׳אז";
"eq.preset.latin" = "לטינית";
"eq.preset.loundness" = "Loundness";
"eq.preset.lounge" = "טרקלין";
"eq.preset.piano" = "פסנתר";
"eq.preset.pop" = "פופ";
"eq.preset.rnb" = "רית׳ם אנד בלוז";
"eq.preset.reduce_bass" = "הפחתת צלילים נמוכים";
"eq.preset.reduce_treble" = "הפחתת צלילים גבוהים";
"eq.preset.rock" = "רוק";
"eq.preset.small_speaker" = "רמקול קטן";
"eq.preset.spoken_word" = "קריינות";

"alert.eq.new_profile.title" = "פרופיל אקולייזר חדש";
"alert.eq.new_profile.message" = "אנא הזן שם לפרופיל.";
"alert.eq.rename.title" = "שנה שם פרופיל נוכחי";
"alert.eq.rename.message" = "אנא הזן שם לפרופיל.";

// OSDMessage.swift
"osd.pause" = "מושהה";
"osd.resume" = "התחדש";
"osd.volume" = "עוצמת שמע: %@";
"osd.speed" = "מהירות: x%@";
"osd.aspect" = "יחס גובה-רוחב: %@";
"osd.crop" = "חיתוך: %@";
"osd.rotate" = "הטיה: %i°";
"osd.deinterlace" = "ביטול שזירה: %@";
"osd.hwdec" = "פענוח חומרה: %@";
"osd.audio_delay.nodelay" = "עיכוב שמע: ללא עיכוב";
"osd.audio_delay.later" = "עיכוב שמע: %@ שניות איחור";
"osd.audio_delay.earlier" = "עיכוב שמע: %@ שניות הקדמה";
"osd.sub_delay.nodelay" = "עיכוב כתוביות: ללא עיכוב";
"osd.sub_delay.later" = "עיכוב כתוביות: %@ שניות איחור";
"osd.sub_delay.earlier" = "עיכוב כתוביות: %@ שניות הקדמה";
"osd.subtitle_pos" = "מיקום כתוביות: %@";
"osd.sub_hidden" = "כתוביות מוסתרות";
"osd.sub_visible" = "כתוביות מוצגות";
"osd.sub_second_delay.nodelay" = "עיכוב כתוביות משניות: ללא עיכוב";
"osd.sub_second_delay.later" = "עיכוב כתוביות משניות: %@ שניות איחור";
"osd.sub_second_delay.earlier" = "עיכוב כתוביות משניות: %@ שניות הקדמה";
"osd.sub_second_hidden" = "כתוביות משניות מוסתרות";
"osd.sub_second_pos" = "מיקום כתוביות משניות: %@";
"osd.sub_second_visible" = "כתוביות משניות מוצגות";
"osd.mute" = "מושתק";
"osd.unmute" = "לא מושתק";
"osd.screenshot" = "בוצע צילום מסך";
"osd.abloop.a" = "לולאת א-ב: א";
"osd.abloop.b" = "לולאת א-ב: ב";
"osd.abloop.clear" = "לולאת א-ב: בוטלה";
"osd.stop" = "עצור";
"osd.chapter" = "פרק: %@";
"osd.subtitle_scale" = "קנה מידה כתוביות: %@x";
"osd.add_to_playlist" = "נוספו %i קבצים לרשימת ההשמעה";
"osd.clear_playlist" = "רשימת ההשמעה אופסה";
"osd.video_eq.contrast" = "ניגודיות: %i";
"osd.video_eq.gamma" = "גמא: %i";
"osd.video_eq.hue" = "גוון: %i";
"osd.video_eq.saturation" = "רוויה: %i";
"osd.video_eq.brightness" = "בהירות: %i";
"osd.find_online_sub" = "מחפש כתוביות מקוונות…";
"osd.find_online_sub.source" = "מאת";
"osd.sub_not_found" = "לא נמצאו כתוביות";
"osd.sub_found" = "%d כתוביות נמצאו.";
"osd.sub_downloading" = "מוריד %d כתוביות";
"osd.sub_downloaded" = "הכתוביות הורדו";
"osd.sub_saved" = "הכתוביות נשמרו";
"osd.network_error" = "שגיאת רשת";
"osd.file_error" = "שגיאה בקריאת הקובץ";
"osd.cannot_login" = "ההתחברות נכשלה";
"osd.canceled" = "מבוטל";
"osd.cannot_connect" = "ההתחברות נכשלה";
"osd.timed_out" = "Timed Out";
"osd.filter_added" = "נוסף מסנן: %@";
"osd.filter_removed" = "המסנן הוסר";
"osd.file_loop" = "חזרה על הקובץ הנוכחי";
"osd.playlist_loop" = "חזרה על רשימת ההשמעה";
"osd.no_loop" = "חזרה מושבתת";

"preference.title" = "העדפות";
"preference.general" = "כללי";
"preference.ui" = "ממשק משתמש";
"preference.video_audio" = "וידאו/שמע";
"preference.subtitle" = "כתוביות";
"preference.network" = "רשת";
"preference.control" = "שליטה";
"preference.keybindings" = "קיצורי מקשים";
"preference.advanced" = "מתקדם";
"preference.plugins" = "תוספים";
"preference.utilities" = "עזרים";
"preference.scripts" = "סקריפטים";
"preference.not_logged_in" = "לא מחובר";
"preference.logged_in_as" = "מחובר בתור %@";
"preference.system_media_control" = "השתמש בבקרת המדיה של המערכת";

"preference.key_binding_hint_1" = "כדי לערוך קיצור מקשים בקובץ התצורה הנוכחי, לחץ תחילה על כפתור \"שכפול…\" כדי ליצור עותק.";
"preference.key_binding_hint_2" = "לחץ פעמיים בצד ימין של שורה כדי לערוך את קיצור המקשים.";

"preference.enable_adv_settings" = "אפשר הגדרות מתקדמות";

"preference.sub_override_level.no" = "לא";
"preference.sub_override_level.force" = "כפויה";
"preference.sub_override_level.scale" = "קנה מידה";
"preference.sub_override_level.strip" = "הסרת הכל";
"preference.sub_override_level.yes" = "מאופשרת";

"preference.sub_override_level.descriptive_text.no" = "Render subtitles as specified by the subtitle scripts, without overrides.";
"preference.sub_override_level.descriptive_text.force" = "החל את כל סגנונות הכתוביות.";
"preference.sub_override_level.descriptive_text.scale" = "החל את הגדרת קנה המידה בנוסף להגדרות העיצוב בסעיף זה.";
"preference.sub_override_level.descriptive_text.strip" = "הסר לחלוטין את כל תגי ה-ASS והעיצובים מהכתוביות.";
"preference.sub_override_level.descriptive_text.yes" = "החל את כל הגדרות העיצוב בסעיף זה.";

"preference.ytdl_plugin_not_installed" = "התקן את תוסף מדיה מקוונת מתוך \"תוספים > התקן מ-GitHub\" כדי ליהנות מיכולות מתקדמות כמו הורדת וידאו ועדכוני yt-dlp אוטומטיים.";
"preference.ytdl_plugin_installed" = "התמיכה המובנית ב-youtube-dl מושבתת מאחר שהתקנת את תוסף המדיה המקוונת.";

"menu.volume" = "עוצמת שמע: %@";
"menu.volume_muted" = "עוצמת שמע: %@ (מושתק)";
"menu.audio_delay" = "עיכוב שמע: %@ שניות";
"menu.sub_delay" = "עיכוב כתוביות: %@ שניות";
"menu.sub_hide" = "הסתר כתוביות";
"menu.sub_show" = "הצג כתוביות";
"menu.sub_second_hide" = "הסתר כתוביות משניות";
"menu.sub_second_show" = "הצג כתוביות משניות";
"menu.fullscreen" = "עבור למסך מלא";
"menu.exit_fullscreen" = "צא ממסך מלא";
"menu.pip" = "היכנס למצב תמונה בתוך תמונה";
"menu.exit_pip" = "צא ממצב תמונה בתוך תמונה";
"menu.mini_player" = "היכנס למצב מוזיקה";
"menu.exit_mini_player" = "צא ממצב מוזיקה";
"menu.pause" = "השהיה";
"menu.resume" = "המשך";
"menu.speed" = "מהירות: x%@";
"menu.chapters" = "הצג פאנל פרקים";
"menu.hide_chapters" = "הסתר פאנל פרקים";
"menu.playlist" = "הצג פאנל רשימת השמעה";
"menu.hide_playlist" = "הסתר פאנל רשימת השמעה";
"menu.video" = "הצג פאנל וידאו";
"menu.hide_video" = "הסתר פאנל וידאו";
"menu.audio" = "הצג פאנל אודיו";
"menu.hide_audio" = "הסתר פאנל וידאו";
"menu.subtitles" = "הצג פאנל כתוביות";
"menu.hide_subtitles" = "הסתר פאנל כתוביות";

"menu.seek_forward" = "דלג קדימה %@ שניות";
"menu.seek_backward" = "חזרה %@ שניות אחורה";
"menu.speed_up" = "הגבר מהירות ב%@x";
"menu.speed_down" = "הפחת מהירות ב%@x";
"menu.volume_up" = "הגבר עוצמת שמע ב%@%";
"menu.volume_down" = "הפחת עוצמת שמע ב%@%";
"menu.audio_delay_up" = "עיכוב שמע: הוסף %@ שניות";
"menu.audio_delay_down" = "עיכוב שמע: הפחת %@ שניות";
"menu.sub_delay_up" = "עיכוב כתוביות: הוסף %@ שניות";
"menu.sub_delay_down" = "עיכוב כתוביות: הפחת %@ שניות";

"menu.crop_custom" = "מותאם אישית…";
"menu.find_online_sub" = "מצא כתוביות מקוונות מ-%@";

"menu.manage_plugins" = "נהל תוספים…";
"menu.developer_tool" = "כלי פיתוח";
"menu.more_plugin" = "עוד…";
"menu.conflicting_shortcuts" = "קיצורי המקשים מתנגשים…";
"menu.reload_plugins" = "טען מחדש את כל התוספים";
"menu.show_plugins_panel" = "הצג פאנל תוספים";
"menu.hide_plugins_panel" = "הסתר פאנל תוספים";

"track.audio" = "שמע";
"track.none" = "<ללא>";
"track.sub" = "כתוביות";
"track.video" = "וידאו";

"subtrack.no_loaded" = "לא נטענו כתוביות";
"subtrack.no_external" = "לא נמצאו כתוביות חיצוניות";

// Alerts
"alert.beta_channel.title" = "קבל עדכונים עבור גרסאות בטא";

"alert.title_error" = "שגיאה";
"alert.title_warning" = "אזהרה";
"alert.title_info" = "מידע";

"alert.fatal_error" = "שגיאה קריטית: %@ \nהאפליקציה תיסגר כעת.";
"alert.mpv_error" = "שגיאה פנימית %@ (%@) בעת הגדרת האפשרות %@.";

"alert.unsupported_audio" = "קובץ שמע חיצוני לא נתמך.";
"alert.unsupported_video" = "Unsupported external video file.";
"alert.unsupported_sub" = "הכתוביות החיצוניות לא נתמכות.";
"alert.unsupported_url" = "כתובת לא נתמכת.";
"alert.wrong_url_format" = "פורמט כתובת אתר שגוי.";

"alert.error_open" = "שגיאה בפתיחת קובץ/זרם!";
"alert.error_finding_file" = "הקובץ %@ לא נמצא!";
"alert.error_loading_script" = "טעינת הסקריפט %@ נכשלה!";
"alert.error_saving_file" = "אירעה שגיאה בעת שמירת %@: %@";
"alert.error_deleting_file" = "שגיאה במחיקת הקובץ.";

"alert.target_peak.bad_value" = "The value \"%@\" is invalid.\nPlease provide a value between 10 and 10000, or 0.";

"alert.config.new.title" = "תצורת מקשים חדשה";
"alert.config.new.message" = "נא להזין שם עבור התצורה החדשה.";
"alert.config.duplicate.title" = "תצורה כפולה";
"alert.config.duplicate.message" = "יש להזין שם עבור קובץ התצורה המשוכפל.";
"alert.config.file_existing.title" = "הקובץ כבר קיים";
"alert.config.file_existing.message" = "קובץ תצורה באותו שם קובץ כבר קיים. בחר אישור כדי להציג את הקובץ ב-Finder.";
"alert.config.cannot_create" = "יצירת קובץ התצורה נכשלה!\n%@";
"alert.config.cannot_write" = "הכתיבה לקובץ התצורה נכשלה!";
"alert.config.rename.title" = "שנה שם תצורת קלט";
"alert.config.rename.message" = "נא להזין שם עבור התצורה.";

"alert.filter.incorrect" = "אירעה שגיאה בעת הגדרת המסננים. אנא בדוק את פורמט הפרמטר שהגדרת.";
"alert.add_filter.title" = "מסנן חדש";
"alert.add_filter.message" = "אנא הזן מחרוזת מסנן בפורמט פקודת vf או af של mpv.";

"alert.keybinding_config.error" = "שגיאה בניתוח קובץ תצורת קיצורי מקשים \"%@\"! חוזר לקיצורי מקשים ברירת המחדל של IINA. אנא בדוק את התצורה שלך.";

"alert.extra_option.cannot_read" = "קריאת אפשרויות mpv נוספות המוגדרות על ידי המשתמש נכשלה.";
"alert.extra_option.empty" = "המפתח או הערך לא יכולים להיות ריקים!";
"alert.extra_option.error" = "שגיאה בהגדרת האופציה --%@=%@ שהחזירה ערך %d. אנא בדוק את הגדרות האפשרויות הנוספות שלך בהעדפות > מתקדם.";
"alert.extra_option.config_folder" = "שגיאה בהגדרת ספריית התצורה \"%@\".";

"alert.playlist.error_deleting" = "המחיקה נכשלה: %@";

"alert.screenshot.error_taking" = "שגיאה בביצוע צילום מסך!";

"alert.sub.no_selected" = "אנא בחר תחילה כתוביות שהורדת.";
"alert.sub_lang_not_set" = "אנא הגדר שפות כתוביות מועדפות בהגדרות לפני השימוש ב-OpenSubtitles. אנגלית (en) תשמש הפעם.";
"alert.sub.cannot_save_passwd" = "שמירת הסיסמה למחזיק המפתחות נכשלה: %@";
"alert.sub.cannot_login" = "ההתחברות נכשלה. אנא בדוק את שם המשתמש, הסיסמה ומצב הרשת שלך.\n\n%@";
"alert.sub.save_downloaded.title" = "שמור כתוביות שהורדו";

"alert.set_default.title" = "הגדרת IINA כאפליקציית ברירת המחדל";
"alert.set_default.message" = "IINA תוגדר כאפליקציית ברירת המחדל עבור כל סוגי הקבצים שבהם היא תומכת.";
"alert.set_default.success" = "הסתיים עם %d שהצליחו ו-%d שנכשלו.";

"alert.add_watch.title" = "הוסף מאפיין צפייה";
"alert.add_watch.message" = "אנא הזן שם מאפיין mpv חוקי.";

"alert.jump_to.title" = "קפיצה אל";
"alert.jump_to.message" = "יש להזין את השעה אליה ברצונך לקפוץ. לדוגמה: 20:35";

"alert.opensub.login.title" = "התחברות ל-OpenSubtitles";
"alert.opensub.login.message" = "אנא הזן את שם המשתמש והסיסמה שלך";

"alert.open_url.title" = "פתח כתובת אינטרנט";
"alert.open_url.message" = "אנא הזן כתובת URL:";
"alert.choose_media_file.title" = "בחר קבצי מדיה";

"alert.add_url.title" = "הוסף URL";
"alert.add_url.message" = "אנא הזן URL:";

"alert.delete_history.title" = "מחק היסטוריית השמעה";
"alert.delete_history.message" = "האם אתה בטוח שברצונך למחוק את הערכים שנבחרו?";

"alert.filter_hwdec.message" = "אתה עומד להחיל מסנן וידאו. עם זאת, ייתכן שמפענח החומרה הנוכחי שלך לא תומך היטב במסנני וידאו. ניתן להשבית את פענוח החומרה, או לעבור ל-Auto(Copy), שיגרום לצריכת זיכרון כפולה.\nייתכן שתצטרך לחזור על הפעולה הקודמת (כמו הגדרת החיתוך) כדי שזה יעבוד.";
"alert.filter_hwdec.abort" = "ביטול";
"alert.filter_hwdec.turn_off" = "כבה פענוח חומרה";
"alert.filter_hwdec.use_copy" = "מעבר אל Auto(Copy)";

"alert.clear_cache.title" = "נקה מטמון תמונות ממוזערות";
"alert.clear_cache.message" = "האם אתה בטוח שברצונך לנקות את מטמון התמונות הממוזערות?";

"alert.clear_history.title" = "מחק היסטוריית השמעה";
"alert.clear_history.message" = "האם אתה בטוח שברצונך למחוק את כל היסטוריית ההשמעה?";

"alert.clear_watch_later.title" = "נקה התקדמות הפעלה שמורה";
"alert.clear_watch_later.message" = "האם אתה בטוח שברצונך למחוק את כל התקדמויות ההשמעה שנשמרו (מידע \"צפה מאוחר יותר\")?";

"alert.restore_alerts.title" = "שחזור התראות שהוסתרו";
"alert.restore_alerts.message" = "האם אתה בטוח שברצונך לשחזר התראות מושתקות?";

"alert.nothing_to_open" = "אין מה לפתוח.";

"alert.no_video_track" = "אין רצועת וידאו.";

"alert.duplicate_config" = "לא ניתן לערוך ישירות את תצורות ברירת המחדל. יש לשכפל את התצורה לפני העריכה.";

"alert.assrt_register" = "בשל מגבלות מכסות API, מומלץ מאוד להשתמש באסימון API משלך. אסימון ברירת המחדל מיועד רק לשימוש בהדגמה, ואתה עלול להיתקל בשגיאת רשת.";
"alert.assrt_register.register" = "הירשם עכשיו";
"alert.assrt_register.try" = "נסה קודם";
"alert.assrt_token_prompt.title" = "הזן את אסימון ה-API שלך";
"alert.assrt_token_prompt.message" = "נא להירשם בדף האינטרנט שיפתח. קבל את האסימון שלך בדף המשתמש שלך והזן אותו למטה:";
"alert.assrt_token_invalid" = "נראה שאסימון ה-API של Assrt אינו חוקי.";

"alert.plugin_uninstall.title" = "האם אתה בטוח שברצונך להסיר את %@?";
"alert.plugin_uninstall.message" = "התוסף יימחק מהדיסק.";
"alert.plugin_reinstall.title" = "התוסף %@ כבר קיים";
"alert.plugin_reinstall.message" = "האם ברצונך להתקין מחדש את התוסף?";
"alert.duplicated_plugin_id" = "זוהו מזהי תוסף כפולים. לשני תוספים או יותר יש את אותו מזהה \"%@\". זה עלול לגרום להתנהגויות לא צפויות. אנא מצא אותם בהעדפות > תוספים ודווח למפתחים שלהם. אם תוסף מותקן באופן מקומי, תוכל גם לשנות ידנית את המזהה שלו בקובץ Info.json של התוסף.";
"alert.plugin_no_update" = "לא נמצא עדכון.";
"alert.plugin_update_found.title" = "נמצא עדכון עבור %@";
"alert.plugin_update_found.message" = "הגרסה האחרונה היא %@. גרסתך הנוכחית היא %@. האם תרצה לעדכן?";
"alert.plugin_permission" = "תוסף זה דורש את ההרשאות הבאות. אנא עיין בהן לפני שתמשיך.";
"alert.plugin_permission_added" = "עדכון זה דורש הרשאות נוספות. אנא עיין בהן לפני שתמשיך.";

"playlist.total_length" = "%@ סך הכל";
"playlist.total_length_with_selected" = "נבחרו %@ מתוך %@";
"playlist.sorting.header" = "Sorting";
"playlist.sorting.filename_ascending" = "שם קובץ בסדר עולה";
"playlist.sorting.filename_descending" = "שם קובץ בסדר יורד";
"playlist.sorting.path_ascending" = "נתיב קובץ בסדר עולה";
"playlist.sorting.path_descending" = "נתיב קובץ בסדר יורד";
"pl_menu.title_multi" = "%d פריטים";
"pl_menu.play_next" = "הפעל את הבא";
"pl_menu.play_in_new_window" = "הפעלה בחלון חדש";
"pl_menu.remove" = "הסרה";
"pl_menu.remove_multi" = "הסרת נבחרים";
"pl_menu.delete" = "העבר לאשפה";
"pl_menu.delete_multi" = "העבר קבצים נבחרים לאשפה";
"pl_menu.delete_after_play" = "העבר לאשפה לאחר ההשמעה";
"pl_menu.delete_after_play_multi" = "העבר קבצים נבחרים לאשפה לאחר ההשמעה";
"pl_menu.show_in_finder" = "הצג ב-Finder";
"pl_menu.add_file" = "הוסף קובץ…";
"pl_menu.add_url" = "הוסף URL…";
"pl_menu.clear_playlist" = "איפוס רשימת השמעה";
"pl_menu.matched_sub" = "נמצאו %d כתוביות";
"pl_menu.add_sub" = "הוסף כתוביות…";
"pl_menu.wrong_sub" = "כתוביות לא תקינות!";
"pl_menu.browser" = "פתח בדפדפן";
"pl_menu.copy_url" = "העתק URL";
"pl_menu.copy_url_multi" = "העתק URLs";

"keymapping.title" = "קיצורי מקשים";
"keymapping.message" = "לחץ על מקש כלשהו כדי להקליט.";

"filter.video_filters" = "מסנני וידאו";
"filter.audio_filters" = "מסנני שמע";

"hwdec.no" = "השבת פענוח חומרה.";
"hwdec.auto" = "אפשר פענוח חומרה, אך רוב מסנני הווידאו לא יפעלו כראוי.";
"hwdec.auto-copy" = "אפשר פענוח חומרה. יצרוך זיכרון כפול אבל יעבוד עם מסנני וידאו.";

"gaplessAudio.no" = "Playback of consecutive audio files may result in silence or disruption at the point of file change.";
"gaplessAudio.weak" = "If the audio format the decoder output changes, the audio device is closed and reopened, disrupting gapless playback.";
"gaplessAudio.yes" = "The audio device is opened using parameters chosen for the first file played and is then kept open for gapless playback. Following files may be resampled.";

"subencoding.auto" = "זיהוי אוטומטי";

"osc_toolbar.settings" = "הגדרות מהירות";
"osc_toolbar.playlist" = "רשימת השמעה ופרקים";
"osc_toolbar.pip" = "היכנס/צא ממצב תמונה בתוך תמונה";
"osc_toolbar.full_screen" = "היכנס/צא ממסך מלא";
"osc_toolbar.music_mode" = "היכנס למצב מוזיקה";
"osc_toolbar.sub_track" = "בחר רצועת כתוביות";
"osc_toolbar.screenshot" = "בצע צילום מסך";
"osc_toolbar.plugins" = "הצג פאנל תוספים";

"mini_player.album_art" = "הצג/הסתר תמונת אלבום";
"mini_player.loop" = "חזרה";
"mini_player.shuffle" = "ערבוב";
"mini_player.remove" = "הסר מרשימת השמעה";
"mini_player.add" = "הוסף לרשימת ההשמעה";
"mini_player.delete" = "הסר את כל הרצועות מרשימת ההשמעה";
"mini_player.volume" = "עוצמת קול";
"mini_player.close" = "סגור מצב מוזיקה";
"mini_player.back" = "חזור למצב וידאו";
"mini_player.sort" = "מיין את רשימת ההשמעה";

// Touch bar

"touchbar.ahead_15" = "15 שניות קדימה";
"touchbar.ahead_30" = "30 שניות קדימה";
"touchbar.back_15" = "15 שניות אחורה";
"touchbar.back_30" = "30 שניות אחורה";
"touchbar.next_video" = "הוידאו הבא";
"touchbar.prev_video" = "הוידאו הקודם";
"touchbar.increase_volume" = "הגברת עוצמה";
"touchbar.decrease_volume" = "הנמכת עוצמה";
"touchbar.rewind" = "הרצה אחורה";
"touchbar.fast_forward" = "הרצה קדימה";
"touchbar.play_pause" = "הפעל/השהה";
"touchbar.seek" = "חיפוש";
"touchbar.time" = "זמן מיקום";
"touchbar.remainingTimeOrTotalDuration" = "זמן שנותר / משך כולל";
"touchbar.toggle_pip" = "היכנס/צא ממצב תמונה בתוך תמונה";

// Plugin permissions

"permissions.network-request.name" = "בקשת רשת";
"permissions.network-request.desc" = "תוסף זה יכול לשלוח בקשות רשת ולהעלות נתונים לאתרים הבאים:";
"permissions.network-request.any_site" = "כל אתר";
"permissions.show-osd.name" = "הצג OSD";
"permissions.show-osd.desc" = "תוסף זה יכול להציג הודעות OSD (תצוגה על המסך).";
"permissions.show-alert.name" = "הצג התראות";
"permissions.show-alert.desc" = "תוסף זה יכול להציג התראות קופצות.";
"permissions.video-overlay.name" = "הוסף שכבות על לסרטונים";
"permissions.video-overlay.desc" = "תוסף זה יכול להציג תוכן נוסף בחלק העליון של הסרטון.";
"permissions.file-system.name" = "גישה למערכת הקבצים";
"permissions.file-system.desc" = "תוסף זה יכול לקרוא או לכתוב קבצים בדיסק שלך, שעשויים לכלול מידע רגיש. הוא יכול גם להפעיל תוכניות או יישומים אחרים שיכולים להזיק למחשב שלך, אז הקפד לאמת את המקור.";

"plugin.install" = "התקנה";
"plugin.installed" = "מותקן";
"plugin.not_installed" = "לא מותקן";
"plugin.local" = "מותקן מקומית";
"alert.plugin.install_error" = "אירעה שגיאה במהלך ההתקנה: %@";
"alert.invalid_url" = "הכתובת לא תקינה.";
"plugin.install_error.invalid_url" = "הכתובת לא תקינה.";
"plugin.install_error.file_not_found" = "קובץ החבילה לא נמצא.";
"plugin.install_error.cannot_download" = "שגיאה בהורדת התוסף.\n\nפלט: %@\n";
"plugin.install_error.cannot_unpackage" = "שגיאה בחילוץ התוסף.\n\nפלט: %@\n";
"plugin.install_error.cannot_load" = "IINA לא יכול לטעון את התוסף הזה. ייתכן שהוא בפורמט שגוי.";
"plugin.check_for_updates" = "חפש עדכונים";
"plugin.updating" = "מוריד את העדכון…";
